Repository: Filirom1/xinput2-for-games
Catalog: kodi-addon/script.xinput2-for-games/resources/language/resource.language.*/strings.po
Languages: fr_fr

# #30000
source: XInput2 Multiplayer Setup
fr_fr: Configuration Multijoueur XInput2

# #30001
source: Reset to single player
fr_fr: Réinitialiser (1 joueur)

# #30002
source: 1 player (keyboards)
fr_fr: 1 joueur (claviers)

# #30003
source: 2 players (keyboards)
fr_fr: 2 joueurs (claviers)

# #30004
source: 3 players (keyboards)
fr_fr: 3 joueurs (claviers)

# #30005
source: 4 players (keyboards)
fr_fr: 4 joueurs (claviers)

# #30006
source: 2 players (keyboards + mice)
fr_fr: 2 joueurs (claviers + souris)

# #30007
source: 3 players (keyboards + mice)
fr_fr: 3 joueurs (claviers + souris)

# #30008
source: 4 players (keyboards + mice)
fr_fr: 4 joueurs (claviers + souris)

# #30010
source: Setting up {0} player(s)...
fr_fr: Configuration de {0} joueur(s)...

# #30011
source: {0}: Press SPACE on your keyboard! ({1}/{2})
fr_fr: {0}: Appuyez sur ESPACE ! ({1}/{2})

# #30012
source: {0}: CLICK with your mouse! ({1}/{2})
fr_fr: {0}: CLIQUEZ avec votre souris ! ({1}/{2})

# #30013
source: Configuring devices...
fr_fr: Configuration des périphériques...

# #30020
source: Reset to single player
fr_fr: Réinitialisé (1 joueur)

# #30021
source: {0} player(s) ready!
fr_fr: {0} joueur(s) prêt(s) !

# #30022
source: '{0}' already assigned!
fr_fr: '{0}' déjà assigné !

# #30030
source: Failed to connect to X11 display: {0}. Make sure you're running on X11 (not Wayland).
fr_fr: Échec de connexion à l'affichage X11 : {0}. Vérifiez que vous utilisez X11 (pas Wayland).
